Repository: 3liz/lizmap-documentation
Catalog: i18n/*/LC_MESSAGES/user.po
Languages: cs, fr, it, ja, pt, uk_ua

source: Drag tool. Translate a geometry by dragging the displayed point at the center of the geometry.
cs: Nástroj pro přetahování. Přemístěte geometrii přetažením zobrazeného bodu ve středu geometrie.
fr: Outil de déplacement. Faire glisser le point affiché au centre de la géométrie pour la déplacer.
it: Strumento trascinamento. Trasla una geometria trascinando il punto visualizzato al centro della geometria.
ja: ドラッグツール。ジオメトリの中心に表示された点をドラッグすることで、ジオメトリを移動させることができます。
uk_ua: Інструмент перетягування. Переведіть геометрію, перетягнувши відображену точку в центрі геометрії.

source: Rotate tool. Rotate a geometry by dragging the displayed point at bottom right of the geometry.
cs: Nástroj pro otáčení. Geometrii otočíte přetažením zobrazeného bodu v pravém dolním rohu geometrie.
fr: Outil pivoter. Faire glisser le point affiché en bas à droite de la géométrie pour la faire pivoter.
it: Strumento di rotazione. Ruota una geometria trascinando il punto visualizzato in basso a destra della geometria.
ja: 回転ツール。ジオメトリの右下に表示されているポイントをドラッグして、ジオメトリを回転させます。
uk_ua: Інструмент обертання. Поверніть геометрію, перетягнувши відображену точку внизу праворуч від геометрії.

source: Reshape tool.
cs: Nástroj Změna tvaru.
fr: Outil remodeler.
it: Strumento di rimodellamento.
ja: リシェイプツール。
uk_ua: Інструмент зміни форми.

source: Split tool.
cs: Nástroj Rozdělení
fr: Outil séprer les entités.
it: Strumento di divisione.
ja: 分割ツール。
uk_ua: Інструмент розділення.

source: Reverse geom (To be used with the node tool). Reverse nodes (vertices) order. Useful for streets when their circulation orientation is reversed for example.
cs: Reverzní geometrie (Používá se s nástrojem uzel). Obrátí pořadí uzlů (vrcholů). Užitečné například pro ulice, když je opačná orientace jejich směru.
fr: Outil inverser la géométrie (à utiliser avec l'outil de noeuds). Inverse l'ordre des noeuds (sommets) dans la géométrie. L'outil peut être utile par exemple pour la modification de la voirie si l'orientation de la géométrie correspond au sens de circulation.
it: Inverti geom (da usarsi con lo strumento nodo). Inverte l'ordine dei nodi (vertici). Utile per le strade quando il verso di circolazione è invertito, per esempio.
ja: ジオメトリのリバース（ノードツールで使用）。ノード（頂点）の順序を逆にします。道路が循環する方向が逆になっている場合などに便利です。
uk_ua: Зворотне геометричне зображення (використовується з інструментом вузла). Зворотний порядок вузлів (вершин). Корисно для вулиць, наприклад, коли їх орієнтація циркуляції змінена.

source: User guide
cs: Uživatelská příručka
fr: Guide utilisateur
it: Guida utente
ja: ユーザーガイド
pt: Guia do utilizador
uk_ua: Керівництво користувача

source: This guide is for the end user, when using the web client.
cs: Tato příručka je určena koncovému uživateli, který používá webového klienta.
fr: Ce guide est pour l'utilisateur final utilisant l'interface web.
it: Questa guida è per l'utente finale, quando si usa il client web.
ja: このガイドは、エンドユーザーがウェブクライアントを使用する際の指針となるものです。
uk_ua: Цей посібник призначений для кінцевого користувача, який використовує веб-клієнт.

source: Locate by layer
cs: Vyhledat podle vrstvy
fr: La localisation par couche
it: Localizzare attraverso un livello
ja: レイヤで検索
pt: Localização por camada
uk_ua: Знайдіть за шарами

source: This feature is displayed by default if it has been activated by the map publisher.
cs: Tato funkce se zobrazuje ve výchozím nastavení, pokud byla aktivována vydavatelem mapy.
fr: Cette fonction est affichée par défaut si elle a été activée par l'éditeur de la carte.
it: Questo componente è visualizzato in modo predefinito se è stato attivato nello strumento di pubblicazione della mappa.
ja: この機能は、地図の公開者が有効にしている場合、デフォルトで表示されます。
pt: Este recurso é apresentado por padrão se tiver sido ativado na publicação do mapa.
uk_ua: Ця функція відображається за замовчуванням, якщо вона була активована видавцем карти.

source: It is located above the layer management panel and is in the form of lists. Some lists need to enter a few characters before proposing locations.
cs: Nachází se nad panelem správy vrstev a má podobu seznamů. U některých seznamů je třeba před návrhem umístění zadat několik znaků.
fr: Elle se trouve au dessus du panneau de gestion des couches et se présente sous forme de listes. Certaines listes nécessitent de saisir quelques caractères avant de proposer des localisations.
it: Si trova sopra al pannello di gestione dei livelli ed è in forma di lista. Alcune liste necessitano dell'inserimento di alcuni caratteri prima di proporre posizioni.
ja: レイヤー管理パネルの上にあり、リストの形をしています。リストの中には、場所を検索する前にいくつか文字の入力が必要なものもあります。
pt: Este recurso está localizado acima do painel de gestão de camadas na forma de listas. Nalgumas listas é necessário digitar alguns caracteres que possam sugerir elementos para localização.
uk_ua: Він розташований над панеллю керування шарами і має форму списків. У деяких списках потрібно ввести кілька символів, перш ніж запропонувати місцеположення.

source: Simply select a location from the list to zoom to the item.
cs: Pro přiblížení položky stačí vybrat místo ze seznamu.
fr: Il suffit de sélectionner dans la liste une localisation pour zoomer sur l'élément en question.
it: Semplicemente selezionare una località dalla lista al fine di eseguire lo zoom sull'elemento selezionato.
ja: リストから場所を選択するだけで、その項目にズームインします。
pt: Basta selecionar um elemento a partir da lista para aproximar o item.
uk_ua: Просто виберіть місце зі списку, щоб збільшити масштаб до елемента.

source: Measurement
cs: Měření
fr: La mesure
it: Misura
ja: 計測
pt: Medição
uk_ua: Вимірювання

source: Measurement feature give you the ability to calculate:
cs: Funkce měření umožňuje vypočítat:
fr: La fonction de mesure permet de calculer :
it: Lo strumento di misura permette di calcolare:
ja: 測定機能を使うと自由に計算できるようになります。
pt: O recurso de medição oferece a capacidade para calcular:
uk_ua: Функція вимірювання дає вам можливість обчислити:

source: a distance
cs: vzdálenost
fr: une distance
it: una distanza
ja: 距離
pt: uma distância
uk_ua: відстань

source: an area
cs: oblast
fr: une surface
it: un'area
ja: 面積
pt: uma área
uk_ua: площа

source: a perimeter
cs: obvod
fr: un périmètre
it: un perimetro
ja: 周囲長
pt: um perímetro
uk_ua: периметр

source: an angle
cs: úhel
fr: un angle
it: un angolo
ja: 角度
uk_ua: кут

source: It is available in the Lizmap menu bar.
cs: Je k dispozici na panelu nabídek Lizmap.
fr: Elle est accessible dans la barre de menu de Lizmap.
it: È disponibile nella barra dei menu di Lizmap.
ja: Lizmapのメニューバーから利用できます。
pt: Encontra-se disponível na barra de menus do Lizmap.
uk_ua: Він доступний у рядку меню Lizmap.

source: The tool is activated by selecting the measurement type. Once activated, a message tells you what to do.
cs: Nástroj se aktivuje výběrem typu měření. Po aktivaci se zobrazí zpráva, co je třeba udělat.
fr: L'outil s'active en sélectionnant le type de mesure. Une fois activée, un message vous indique la marche à suivre.
it: Lo strumento si attiva selezionando il tipo di misura. Una volta attivato, un messaggio indica cosa fare.
ja: このツールは、測定タイプを選択することで使用開始します。開始すると、何をすべきかを示すメッセージが表示されます。
pt: A ferramenta é ativada selecionando o tipo de medição. Uma vez ativada, uma mensagem informa o que fazer.
uk_ua: Інструмент активується вибором типу вимірювання. Після активації з’явиться повідомлення, яке вказує вам, що робити.

source: The measurement is displayed in the status bar.
cs: Měření se zobrazí ve stavovém řádku.
fr: La mesure s'affiche dans la barre de message.
it: La misura è visualizzata nella barra di stato.
ja: 計測値はステータスバーに表示されます。
pt: A medição é apresentada na barra de estado.
uk_ua: Вимірювання відображається в рядку стану.

source: By double-clicking on the map, the measurement is fixed. To start over, you can click on the map and restart the measurement calculation.
cs: Dvojitým kliknutím na mapu se měření zafixuje. Chcete-li začít znovu, můžete kliknout na mapu a znovu spustit výpočet měření.
fr: En double-cliquant sur la carte, la mesure se fixe. Pour recommencer, vous pouvez cliquer sur la carte et ainsi relancer le calcul de la mesure.
it: La misura è fissata attraverso un doppio clic sulla mappa. Per eseguire una nuova misura è possibile cliccare sulla mappa e far ripartire il calcolo della misura.
ja: 地図をダブルクリックすると、測定値が確定します。最初からやり直す場合は、地図をクリックして測定を再開します。
pt: Clicando duas vezes no mapa, a medição é fixada. Para começar de novo, pode clicar no mapa e reiniciar o cálculo de medição.
uk_ua: Подвійним клацанням на карті вимір фіксується. Щоб почати спочатку, ви можете натиснути на карту та перезапустити обчислення вимірювань.

source: In the feature bar, the button on the right allows to stop using it.
cs: Tlačítko vpravo na panelu funkcí umožňuje jejich používání ukončit.
fr: Dans la barre de fonctions, le bouton sur la droite permet d'arrêter l'utilisation de celle-ci.
it: Nella barra degli strumenti, il pulsante a destra permette di uscire dal comando.
ja: 計測バーでは、右にあるボタンで測定を止めることができます。
pt: Na barra de recursos, o botão à direita permite parar de utilizá-lo.
uk_ua: На панелі функцій кнопка праворуч дозволяє припинити її використання.

source: It is also possible to change the measurement functionality without having to stop the feature.
cs: Je také možné změnit funkci měření, aniž by bylo nutné funkci zastavit.
fr: Il est aussi possible de changer de fonctionnalité de mesure sans avoir à arrêter la fonction en cours.
it: E' anche possibile cambiare la funzione di misura, senza uscire dal comando.
ja: また、機能を停止することなく、計測機能を変更することも可能です。
pt: Também é possível alterar a funcionalidade de medição sem ter que parar o recurso.
uk_ua: Також можна змінити функціональні можливості вимірювання, не зупиняючи функцію.

source: Printing
cs: Tisk
fr: L'impression
it: Stampa
ja: 印刷
pt: Impressão
uk_ua: Друкування

source: The print feature is available in the Lizmap menu bar. It depends on the number of print compositions published by the map publisher.
cs: Funkce tisku je k dispozici na panelu nabídek Lizmap. Záleží na počtu tiskových kompozic vydaných vydavatelem mapy.
fr: La fonction d'impression est accessible dans la barre de menu de Lizmap. Elle dépend du nombre de compositions d'impression publiés par l'éditeur de la carte.
it: Lo strumento stampa è disponibile nella barra dei menu di Lizmap. Dipende dal numero di composizioni di stampa pubblicati dall'editore della mappa.
ja: 印刷機能は、Lizmapのメニューバーにあります。地図の公開者が公開しているプリントコンポジションの数に依存します。
pt: O recurso de impressão está disponível na barra de menus do Lizmap. Depende do número de composições de impressão definidas para a publicação do mapa.
uk_ua: Функція друку доступна в рядку меню Lizmap. Це залежить від кількості друкованих композицій, опублікованих видавництвом карти.

source: Once the feature activated, a print area with the form of the composition is displayed on the map. Use this area to define the area to be printed. You can move it.
cs: Po aktivaci funkce se na mapě zobrazí tisková oblast s podobou kompozice. Pomocí této oblasti definujte oblast, která se má vytisknout. Můžete ji přesouvat.
fr: Une fois la fonctionnalité activée, une zone d'impression de la forme de celle de la composition apparaît en sur impression de la carte. Cette zone permet de définir la zone à imprimer. Vous pouvez la déplacer.
it: A funzione attivata, un'area di stampa con l'aspetto della composizione viene visualizzata sulla mappa. Utilizzare quest'area per definire l'area da stampare. È possibile spostarla.
ja: この機能が有効になると、コンポジションの形をした印刷エリアが地図上に表示されます。このエリアを使って、印刷する範囲を定義します。エリアを移動することもできます。
pt: Uma vez ativado o recurso, uma área de impressão com a forma da composição é apresentada no mapa. Utilize esta área para definir a área a ser impressa. A mesma pode ser movida.
uk_ua: Після активації функції на карті відображається область друку з формою композиції. Використовуйте цю область, щоб визначити область для друку. Ви можете перемістити його.

source: On the left, above the panel layer management, you can select the scale of printing.
cs: Vlevo nad správou vrstev panelu můžete vybrat měřítko tisku.
fr: Sur la gauche, au dessus du panneau de gestion des couches, vous pouvez sélectionner l'échelle de l'impression.
it: A sinistra, al di sopra del pannello di gestione del livello, è possibile selezionare la scala di stampa.
ja: 左側の、レイヤ管理パネルの上で、印刷する際の縮尺を選択することができます。
pt: À esquerda, acima do painel de gestão de camadas, pode selecionar a escala de impressão.
uk_ua: Зліва, над панеллю керування шарами, можна вибрати масштаб друку.

source: Depending on the configuration of the printing composition, you can have the possibility to enter your own text.
cs: V závislosti na konfiguraci tiskové sestavy můžete mít možnost zadat vlastní text.
fr: En fonction de la configuration de la composition d'impression, vous pouvez avoir la possibilité de saisir votre propre texte.
it: A seconda della configurazione della composizione di stampa, si può avere la possibilità di inserire un proprio testo.
ja: 印刷の構成によっては、独自のテキストの入力が求められることもあります。
pt: Dependendo da configuração da composição de impressão, pode ter a possibilidade de inserir seu próprio texto.
uk_ua: Залежно від конфігурації друкарської композиції, ви можете мати можливість ввести власний текст.

source: To begin building the print file, you can click on *Print*. You will get a PDF file with the layout defined by the map publisher.
cs: Chcete-li zahájit vytváření souboru pro tisk, klikněte na tlačítko *Tisk*. Získáte soubor PDF s rozvržením definovaným vydavatelem mapy.
fr: Pour lancer la génération de l'impression, vous pouvez cliquer sur *Imprimer*. Vous obtiendrez un fichier PDF dont la mise en page aura été défini par l'éditeur de la carte.
it: Per creare il file di stampa, è possibile fare clic su *Stampa*. Si otterrà un file PDF con il layout definito dall'editore della mappa.
ja: 印刷するファイルの作成を開始するには、*印刷*をクリックします。地図の公開者によって定義されたレイアウトのPDFファイルが取得できます。
pt: Para começar a construir o ficheiro de impressão, pode clicar em *Imprimir*. Obterá um ficheiro PDF com o layout definido para a publicação de mapas.
uk_ua: Щоб почати створення файлу для друку, ви можете натиснути на *Друк*. Ви отримаєте PDF-файл із макетом, визначеним видавцем карти.

source: The projects page
cs: Stránka projektů
fr: La page des projets
it: La pagina del progetto
ja: プロジェクトのページ
pt: Página de projetos
uk_ua: Сторінка проектів

source: The default lizmap page offers a list maps organized by folder.
cs: Výchozí stránka lizmap nabízí seznam map uspořádaných podle složek.
fr: Par défaut Lizmap propose une page présentant une liste de cartes organisées par répertoire.
it: La pagina di default di lizmap contiene la lista delle mappe organizzate per cartelle.
ja: デフォルトのlizmapページでは、フォルダごとに整理された地図の一覧が表示されます。
pt: A página padrão do Lizmap oferece uma lista de mapas organizados por pasta.
uk_ua: Сторінка lizmap за замовчуванням пропонує список карт, упорядкований за папками.

source: You can access to the map information sheet. This informations come directly from QGIS project.
cs: Můžete si prohlédnout informační list s mapou. Tyto informace pocházejí přímo z projektu QGIS.
fr: Il est possible de consulter directement la fiche d'information d'une carte. Ces informations proviennent directement du projet QGIS.
it: E' possibile accedere alle informazioni relative alla mappa. Queste informazioni provengono direttamente dal progetto QGIS.
ja: 地図の情報シートにアクセスできます。この情報は、QGISプロジェクトから直接提供されています。
pt: Pode aceder à folha de informações do mapa. Estas informações provêm diretamente do projeto QGIS.
uk_ua: Ви можете отримати доступ до інформаційного листа карти. Ця інформація надходить безпосередньо з проекту QGIS.

source: Access to the map is done either by clicking the **Load the map** buttons or the image that accompanies the project.
cs: Přístup k mapě je možný buď kliknutím na tlačítka **Načíst mapu**, nebo na obrázek, který je k projektu přiložen.
fr: L'accès au carte se fait soit en cliquant sur le bouton **Accéder à la carte** ou sur l'image qui accompagne le projet.
it: È possibile accedere alla mappa cliccando sul pulsante **Carica la mappa** o sull'immagine relativa al progetto.
ja: 地図へのアクセスは、**地図を読み込む**ボタンをクリックするか、プロジェクトに添付されている画像をクリックして行います。
pt: O acesso ao mapa é feito clicando nos botões **Visualizar mapa** ou na imagem que acompanha o projeto.
uk_ua: Доступ до карти здійснюється за допомогою кнопок **Завантажити карту** або зображення, яке супроводжує проект.

source: Selecting a basemap
cs: Výběr základní mapy
fr: La sélection d'un fond de plan
it: Selezionare una cartografia di base
ja: ベースマップの選択
pt: Selecionar um Tema Base
uk_ua: Вибір базової карти

source: Using the Lizmap plugin, the editor may have added external base maps or an empty base layer to the map. These base maps are available in the layer management panel as a list.
cs: Pomocí zásuvného modulu Lizmap mohl editor do mapy přidat externí podkladové mapy nebo prázdnou podkladovou vrstvu. Tyto základní mapy jsou k dispozici na panelu správy vrstev jako seznam.
fr: A l'aide du plugin Lizmap, l'éditeur peut avoir ajouter à la carte des fonds de plan externe ou un fond de plan vide. Ces fonds de plan sont accessibles dans le panneau de gestion des couches sous forme d'une liste.
it: Utilizzando il plugin Lizmap è possibile aggiungere cartografie esterne o una base vuota alla mappa. Queste mappe di base sono disponibili in un pannello di gestione dei livelli in forma di lista.
ja: Lizmapプラグインを使用して、編集者が外部のベースマップや空のベースレイヤーを地図に追加している場合があります。これらのベースマップは、レイヤー管理パネルにリストとして表示されます。
pt: Através do plugin Lizmap, o editor pode ter adicionado mapas base externos ou uma camada base vazia ao mapa. Esses mapas de base estão disponíveis na parte inferior do painel de gestão de camadas como uma lista.
uk_ua: Використовуючи плагін Lizmap, редактор, можливо, додав зовнішні базові карти або порожній базовий шар до карти. Ці базові карти доступні на панелі керування шарами у вигляді списку.

source: A simple map
cs: Jednoduchá mapa
fr: Une carte simple
it: Una semplice mappa
ja: シンプルな地図
pt: Um Mapa simples
uk_ua: Проста карта

source: Lizmap offers default web maps with the following features:
cs: Lizmap nabízí výchozí webové mapy s následujícími funkcemi:
fr: Lizmap propose par défaut des cartes web ayant les fonctionnalités suivantes :
it: La mappa web predefinita di Lizmap contiene le seguenti caratteristiche:
ja: Lizmapは以下の機能をデフォルトで持つウェブ地図を提供します。
pt: O Lizmap disponibiliza mapas web padrão com as seguintes características:
uk_ua: Lizmap пропонує веб-карти за замовчуванням з такими функціями:

source: pan
cs: panorama
fr: déplacement
it: sposta
ja: 地図の移動
pt: mover
uk_ua: панель шарів

source: zoom on area drawn by the user
cs: přiblížení oblasti nakreslené uživatelem
fr: zoom sur une zone dessinée par l'utilisateur
it: zoom sull'area disegnata dall'utente
ja: ユーザーが描いた領域にズームする
pt: zoom para a área desenhada pelo utilizador
uk_ua: збільшити область, намальовану користувачем

source: zoom more
cs: přiblížit více
fr: zoom avant
it: zoom in avanti
ja: さらにズームする
pt: aproximar
uk_ua: збільшити до охвату карти

source: selecting a zoom level with a scale bar
cs: výběr úrovně přiblížení pomocí měřítka
fr: sélection d'un niveau de zoom via une barre de niveau
it: selezione del livello di zoom attraverso una barra di scala
ja: 縮尺バーからズームレベルを選択する
pt: selecionar um nível de zoom através de uma escala gráfica
uk_ua: вибір рівня масштабування за допомогою шкали

source: zoom less
cs: oddálit
fr: zoom arrière
it: zoom all'indietro
ja: 縮尺を引く
pt: afastar
uk_ua: зменшити масштаб

source: scale display as a scale bar and numerically
cs: zobrazení stupnice jako sloupce stupnice a číselně
fr: affichage de l'échelle sous forme d'une barre et de façon numérique
it: visualizzazione della scala come barra di scala o numero
ja: 縮尺表示を縮尺バーで表示したり、数値で表示したりします。
pt: apresentação de escala gráfica e escala numérica
uk_ua: відображення масштабу у вигляді шкали та чисельно

source: The order and organization of layers in the layers panel management meet those defined in the QGIS by the map publisher.
cs: Pořadí a uspořádání vrstev ve správě panelu vrstev odpovídá pořadí a uspořádání definovanému v QGIS vydavatelem mapy.
fr: L'ordre et l'organisation des couches dans le panneau de gestion des couches respectent ceux définies dans QGIS par l'éditeur de la carte.
it: L'ordine e l'organizzazione dei livelli nel pannello di gestione rispecchiano le definizioni stabilite all'interno dall'editore della mappa in QGIS.
ja: レイヤー管理パネルにおけるレイヤーの順序と構成は、地図の公開者がQGISで定義したものと一致します。
pt: A ordem e a organização das camadas na gestão do painel de camadas atende às definições do QGIS para publicação de mapas.
uk_ua: Порядок і організація шарів в управлінні панеллю шарів відповідають тим, які визначені в QGIS видавцем карти.

source: Zooming and paning are available on the right of the map. To zoom on an area, you need to select the *zoom by rectangle* and drag to draw a rectangle defining the area to reach.
cs: V pravé části mapy je k dispozici zvětšování a posouvání. Chcete-li oblast přiblížit, musíte vybrat *přiblížení pomocí obdélníku* a tažením nakreslit obdélník vymezující oblast, do které chcete zasáhnout.
fr: Les fonctions de zoom et de déplacement sont disponible sur la droite de la carte. Pour zoomer sur une zone, vous devez sélectionner la fonction de *zoom par rectangle* puis cliquer-déplacer pour dessiner un rectangle définissant la zone à atteindre.
it: Lo zoom e lo sposta sono disponibili nella parte destra della mappa. Per lo zoom finestra è necessario selezionare *zoom by rectangle* e trascinare il puntatore per disegnare il rettangolo che definisce l'area di interesse.
ja: 地図の右側には、ズームとパンの機能があります。特定のエリアにズームするには、 *矩形でズーム* を選択し、ドラッグして範囲を指定する矩形を描く必要があります。
pt: Zoom e panorâmica estão disponíveis à direita do mapa. Para ampliar uma área, é necessário selecionar *aproximar por retângulo* clicar e arrastar para desenhar um retângulo que define a área a ser alcançada.
uk_ua: Масштабування та панорамування доступні праворуч від карти. Щоб збільшити область, вам потрібно вибрати *масштабування за прямокутником* і перетягнути, щоб намалювати прямокутник, що визначає область, яку потрібно досягти.

source: You can using the *triangle*, left the layers title, bring up the legend of the layer.
cs: Pomocí *trojúhelníku* vlevo od názvu vrstvy můžete vyvolat legendu vrstvy.
fr: Vous pouvez à l'aide des *triangle*, à gauche du titre des couches, faire apparaître la légende de la couche.
it: E' possibile utilizzare il *triangolo*, alla sinistra del titolo del livello, per nascondere la legenda del livello.
ja: レイヤーのタイトルの左にある *三角形* をクリックすると、そのレイヤーの凡例を表示することができます。
pt: Pode utilizar o *triângulo*, à esquerda do título das camadas, para apresentar a legenda da camada.
uk_ua: Ви можете, використовуючи *трикутник*, залишити заголовок шарів, викликати легенду шару.

source: Selection boxes allow you to hide and display the proposed layers.
cs: Výběrová pole umožňují skrýt a zobrazit navrhované vrstvy.
fr: Les boîtes de sélection vous permettent de cacher et d'afficher les couches proposées.
it: I riquadri di selezione permettono di nascondere e mostrare i livelli di interesse.
ja: 選択ボックスでは、レイヤーそれぞれの非表示と表示を切り替えることができます。
pt: As caixas de seleção permitem ocultar e mostrar as respetivas camadas.
uk_ua: Поле вибору дозволяють приховати та відобразити запропоновані шари.

source: Themes allow you to change layers visibility following a context.
cs: Motivy umožňují měnit viditelnost vrstev podle kontextu.
fr: Les thèmes vous permettent de changer la visibilité des couches suivant un contexte.
it: I temi permettono di modificare la visibilità dei livelli seguendo un contesto.
ja: テーマでは、コンテキストに従ってレイヤーの表示を変更することができます。
uk_ua: Теми дозволяють змінювати видимість шарів відповідно до контексту.
