Repository: 3liz/lizmap-documentation
Catalog: i18n/*/LC_MESSAGES/user.po
Languages: cs, fr, it, ja, pt, uk_ua

source: The child layers linked with relations (and also published in the attribute table tool) will be filtered too. We call it "cascading filtering". For example, the bus stops could be filtered automatically if you have filtered one bus line, to show only the ones served by the filtered line.
cs: Podřízené vrstvy propojené se vztahy (a rovněž zveřejněné v nástroji atributové tabulky) budou rovněž filtrovány. Říkáme tomu "kaskádové filtrování". Například autobusové zastávky by se mohly automaticky filtrovat, pokud jste vyfiltrovali jednu autobusovou linku, aby se zobrazily pouze ty, které jsou obsluhovány filtrovanou linkou.
fr: Les couches enfants liées par des relations (et également publiées dans l'outil de visualisation des tables attributaires) vont être filtrées également. Nous appelons cela des "filtres en cascade". Par exemple, les arrêts de bus pourraient être filtrés automatiquement si vous avez filtré une ligne de bus spécifique, pour montrer seulement les arrêts desservis par la ligne de bus filtrée.
it: Anche i livelli figli collegati con le relazioni (e anche pubblicati nello strumento tabella degli attributi) verranno filtrati. Lo chiamiamo "filtro a cascata". Per esempio, le fermate dell'autobus potrebbero essere filtrate automaticamente se hai filtrato una linea di autobus, per mostrare solo quelle servite dalla linea filtrata.
ja: リレーションでリンクされている子レイヤー（属性テーブルツールで公開されている）もフィルタリングされます。これを「カスケードフィルタリング」と呼んでいます。例えば、あるバス路線をフィルタリングした場合、バス停も自動的にフィルタリングされ、フィルタリングされた路線で運行されているものだけが表示されるようになります。
pt: As camadas filhas ligadas e relacionadas (e também publicadas na ferramenta listar registos) serão filtradas também. Chamamos a isso "filtragem em cascata". Por exemplo, as estações de autocarros podem ser filtradas automaticamente caso tenha filtrado uma linha de autocarro, para mostrar apenas aquelas que estão de acordo com a linha filtrada.
uk_ua: Дочірні шари, пов’язані з відносинами (а також опубліковані в інструменті таблиці атрибутів), також будуть відфільтровані. Ми називаємо це «каскадною фільтрацією». Наприклад, автобусні зупинки можуть бути відфільтровані автоматично, якщо ви відфільтрували одну лінію автобуса, щоб відобразити лише ті, які обслуговує фільтрована лінія.

source: The filtered layers will be marked in the left panel legend with an orange background, and a new orange "Funnel" button will be displayed above the legend.
cs: Filtrované vrstvy budou v legendě levého panelu označeny oranžovým pozadím a nad legendou se zobrazí nové oranžové tlačítko "Trychtýř".
fr: Les couches filtrées seront marquées dans la légende du panneau de gauche avec un fond orange, et un nouveau bouton "Entonnoir" orange sera affiché au-dessus de la légende.
it: I livelli filtrati saranno contrassegnati nella legenda del pannello di sinistra con uno sfondo arancione, e un nuovo pulsante arancione "Imbuto" sarà visualizzato sopra la legenda.
ja: フィルタリングされたレイヤーは、左パネルの凡例にオレンジ色の背景で表示され、凡例の上にはオレンジ色の「煙突」状のボタンが表示されます。
pt: As camadas filtradas serão marcadas na legenda do painel esquerdo com um fundo laranja e também um novo botão laranja "Filtro" será apresentado acima da legenda.
uk_ua: Відфільтровані шари будуть позначені в легенді лівої панелі оранжевим фоном, а над легендою відобразиться нова оранжева кнопка «Воронка».

source: You can cancel the filter to go back to previous state:
cs: Filtr můžete zrušit a vrátit se do předchozího stavu:
fr: Vous pouvez annuler le filtre pour revenir à l'état précédent :
it: Puoi eliminare il filtro per ritornare allo stato precedente:
ja: フィルターをキャンセルすると元の状態に戻ります。
pt: Pode cancelar o filtro para voltar ao estado anterior:
uk_ua: Ви можете скасувати фільтр, щоб повернутися до попереднього стану:

source: by clicking on the orange "Funnel" button at the top of the legend in Lizmap left panel
cs: kliknutím na oranžové tlačítko "Trychtýř" v horní části legendy v levém panelu Lizmap.
fr: en cliquant sur l'icône orange "Entonnoir" au sommet du panneau de légende à gauche dans Lizmap
it: cliccando sul pulsante arancione "Imbuto" in cima alla leggenda nel pannello sinistro di Lizmap
ja: Lizmap左パネルの凡例の上部にあるオレンジ色の 「煙突」状のボタンをクリックします
pt: clicando no botão "Filtro" laranja no topo da legenda no painel esquerdo do Lizmap
uk_ua: натиснувши помаранчеву кнопку «Воронка» у верхній частині легенди на лівій панелі Lizmap

source: by clicking back on the filter button just above the attribute table concerned by the filter
cs: kliknutím zpět na tlačítko filtru přímo nad tabulkou atributů, kterých se filtr týká.
fr: En cliquant sur le bouton de filtre juste au-dessus de la table attributaire concernée par le filtre
it: cliccando di nuovo sul pulsante del filtro appena sopra la tabella degli attributi interessati dal filtro
ja: フィルターをかけた属性テーブルのすぐ上にあるフィルターボタンをクリックして戻ります
pt: clicando novamente no botão de filtro acima da tabela de atributos relacionada com o filtro
uk_ua: клацнувши назад кнопку фільтра над таблицею атрибутів, на яку впливає фільтр

source: When exporting the map view with the permalink tool (situated in the menu bar), **the filter will be activated** in the linked map and the users won't be able to easily unfilter the data : the unfilter button will not be displayed in Lizmap interface The only way would be to remove the filter parameters from the permalink URL. **This is not a safe way to protect some data, but a way to focus on some data only**.
cs: Při exportu zobrazení mapy pomocí nástroje permalink (umístěného v panelu nabídek) bude **filtrování aktivováno** v propojené mapě a uživatelé nebudou moci data snadno odfiltrovat : v rozhraní Lizmap se nezobrazí tlačítko pro odfiltrování Jediným způsobem by bylo odstranění parametrů filtru z adresy URL permalink. **To není bezpečný způsob ochrany některých dat, ale způsob, jak se zaměřit pouze na některá data**.
fr: Lors de l'export de la vue cartographique avec l'outil permalien (situé dans la barre de menu), **le filtre sera activé** dans la carte liée et les utilisateurs ne seront plus en mesure de filtrer facilement les données : le bouton annuler le filtre ne sera pas affiché dans l'interface de Lizmap. La seule façon serait de supprimer les paramètres de filtre de l'URL permalien. **Ce n'est pas un moyen sûr pour protéger certaines données, mais un moyen de se concentrer uniquement sur certaines données**.
it: Quando si esporta la visualizzazione della mappa con lo strumento permalink (situato nella barra dei menu), **il filtro sarà attivato** nella mappa collegata e gli utenti non saranno in grado di defiltrare facilmente i dati: il pulsante di non filtro non sarà visualizzato nell'interfaccia Lizmap L'unico modo sarebbe quello di rimuovere i parametri del filtro dall'URL del permalink. **Questo non è un modo sicuro per proteggere alcuni dati, ma un modo per concentrarsi solo su alcuni dati**.
ja: パーマリンクツール（メニューバーにあります）でマップビューをエクスポートすると、リンクされたマップで **フィルタが有効** になり、ユーザーが簡単にデータのフィルタリング解除することができません：フィルタリング解除ボタンはLizmapインターフェイスに表示されません。**これは一部のデータを保護するための安全な方法ではなく、一部のデータのみにフォーカスするための方法です**。
pt: Ao exportar a vista do mapa com a ferramenta de endereço (situada na barra de menu), **o filtro será ativado** no mapa ligado e os utilizadores não poderão facilmente remover o filtro de dados: o botão de remoção de filtragem não será mostrado na interface do Lizmap. A única maneira seria remover os parâmetros de filtro do endereço URL. **Esta não é uma maneira segura de proteger alguns dados, mas uma maneira de se concentrar apenas em alguns dados**.
uk_ua: Під час експорту перегляду карти за допомогою інструмента постійного посилання (розташованого в рядку меню), **фільтр буде активовано** у зв’язаній карті, і користувачі не зможуть легко видалити дані: кнопка скасування фільтрації не буде відображається в інтерфейсі Lizmap Єдиний спосіб — видалити параметри фільтра з URL-адреси постійного посилання. **Це не безпечний спосіб захисту деяких даних, а спосіб зосередитися лише на деяких даних**.

source: Authentication
cs: Autentizace
fr: L'authentification
it: Autenticazione
ja: 認証
pt: Autenticação
uk_ua: Аутентифікація

source: The admin can restrict access to certain map groups. To access these maps, you must authenticate. Authentication is accessible through the button *Connect* at the top left.
cs: Správce může omezit přístup k určitým skupinám map. Pro přístup k těmto mapám se musíte ověřit. Ověření je dostupné prostřednictvím tlačítka *Připojit* v levém horním rohu.
fr: L'administrateur peut restreindre l'accès à certains groupes de carte. Pour accéder à ces cartes, il vous faut vous authentifier. L'authentification est accessible grâce au bouton *Connexion* en haut à gauche.
it: L'amministratore può limitare l'accesso a determinati gruppi di mappe. Per accedere a queste mappe è necessario autenticarsi. Per autenticarsi è necessario selezionare *Connetti* in alto a sinistra.
ja: 管理者は、特定のマップグループへのアクセスを制限することができます。これらのマップにアクセスするには、認証を行う必要があります。認証は、左上のボタン *接続* から行えます。
pt: O administrador pode restringir o acesso a determinados grupos de mapas. Para aceder a esses mapas, deverá autenticar-se. A autenticação está acessível através do botão *Ligar* no canto superior direito.
uk_ua: Адміністратор може обмежити доступ до певних груп карт. Щоб отримати доступ до цих карт, ви повинні пройти автентифікацію. Аутентифікація доступна за допомогою кнопки *Підключити* у верхньому лівому куті.

source: Once authentication is enabled, depending on your rights, you should have access to new maps.
cs: Po povolení ověřování byste měli mít v závislosti na svých právech přístup k novým mapám.
fr: Une fois l'authentification validée, en fonction de vos droits, vous devriez avoir accès à de nouvelles cartes.
it: Una volta abilitata l'autenticazione, dipendentemente dalla tipologia dei permessi, è possibile accedere a nuove mappe.
ja: 認証が有効になると、権限に応じて、新しいマップにアクセスできるようになります。
pt: Depois de autenticado, dependendo das suas permissões, deverá ter acesso a novos mapas.
uk_ua: Після ввімкнення автентифікації, залежно від ваших прав, ви повинні мати доступ до нових карт.

source: You can log out and edit your user information.
cs: Můžete se odhlásit a upravit své uživatelské údaje.
fr: Vous pouvez vous déconnecter et modifier vos informations d'utilisateurs.
it: E' possibile eseguire il log out e modificare le proprie informazioni utente.
ja: ログアウトやユーザー情報の編集ができます。
pt: Pode terminar a sessão e editar suas informações de utilizador.
uk_ua: Ви можете вийти та відредагувати інформацію про користувача.

source: Editing spatial data
cs: Úprava prostorových dat
fr: L'édition de données géographiques
it: Modificare dati spaziali
ja: 空間データの編集
pt: Edição de dados espaciais
uk_ua: Редагування просторових даних

source: The map publisher can allow users to edit certain data. It also has the ability to limit possible changes:
cs: Vydavatel mapy může uživatelům umožnit úpravu některých údajů. Má také možnost omezit možné změny:
fr: L'auteur de la carte peut permettre à des utilisateurs l'édition de certaines données. Il a aussi la possibilité de limiter les modifications possibles :
it: Lo strumento di pubblicazione della mappa può permettere la modifica di determinati dati da parte degli utenti. Permette anche di limitare eventuali modifiche:
ja: 地図の公開者は、ユーザーが特定のデータを編集できるようにすることができます。また、利用可能な変更内容を制限する機能もあります。
pt: A publicação de mapas pode permitir que os utilizadores editem determinados dados. Oferece também a capacidade de limitar possíveis alterações:
uk_ua: Видавець карти може дозволити користувачам редагувати певні дані. Він також має можливість обмежити можливі зміни:

source: adding spatial object
cs: přidání prostorového objektu
fr: ajout d'objet
it: aggiungere oggetti spaziali
ja: 空間オブジェクトの追加
pt: adicionar um objeto espacial
uk_ua: додавання просторового об'єкта

source: geometric modification
cs: geometrická úprava
fr: modification géométrique
it: modifiche geometriche
ja: 位置情報の修正
pt: modificação da geometria
uk_ua: геометрична модифікація

source: fields modification
cs: úprava polí
fr: modification d'attributs
it: modificare i campi
ja: フィールドの修正
pt: alteração de dados
uk_ua: модифікація полів

source: deleting spatial object
cs: mazání prostorového objektu
fr: suppression d'objet
it: cancellare oggetti spaziali
ja: 空間オブジェクトの削除
pt: eliminar um objeto espacial
uk_ua: видалення просторового об'єкта

source: The feature is available in the Lizmap menu bar. The edit menu allows you to select the data you want to update.
cs: Tato funkce je k dispozici na panelu nabídek Lizmap. Nabídka úprav umožňuje vybrat data, která chcete aktualizovat.
fr: La fonction est accessible dans la barre de menu de Lizmap. Le menu d'édition, vous permet de sélectionner les données que vous souhaitez modifier.
it: Lo strumento è disponibile nella barra degli strumenti di Lizmap. Il menu modifica consente di selezionare i dati da aggiornare.
ja: この機能は、Lizmapのメニューバーで利用できます。編集メニューでは、更新したいデータを選択することができます。
pt: O recurso está disponível na barra de menus do Lizmap. O menu de edição permite selecionar os dados a serem atualizados.
uk_ua: Ця функція доступна в рядку меню Lizmap. Меню редагування дозволяє вибрати дані, які потрібно оновити.

source: Once the layer selected, the edit pannel appears. This varies depending on the configuration desired by the map publisher. If any changes are available you have to choose between *Add* a new object or *Select* one.
cs: Po výběru vrstvy se zobrazí panel úprav. Ten se liší v závislosti na konfiguraci požadované vydavatelem mapy. Pokud jsou k dispozici nějaké změny, musíte si vybrat mezi *Přidat* nový objekt nebo *Vybrat*.
fr: Une fois la couche sélectionnée, le panneau d'édition apparaît. Cela varie en fonction de la configuration choisie par l'éditeur de la carte. Si des changements sont disponibles, vous avez à choisir entre *Ajouter* un nouvel objet ou en *Sélectionner* un.
it: Una volta selezionato un livello, viene visualizzato il pannello di modifica. Questo varia a seconda della configurazione definita dall'editore della mappa. Se tutte le modifiche sono disponibili si deve scegliere tra *Aggiungere* un nuovo oggetto o *Selezionare* un oggetto esistente.
ja: レイヤーが選択されると、編集画面が表示されます。これは、地図の公開者が求める設定に応じて異なります。変更が可能な場合は、新しいオブジェクトを *追加* するか、 *選択* するかを選ぶ必要があります。
pt: Uma vez selecionada a camada, o painel de edição aparece. O mesmo varia de acordo com a configuração desejada para a publicação de mapas. Se houver alguma alteração disponível, terá que escolher entre *Adicionar* um novo objeto ou *Selecionar* um existente.
uk_ua: Після вибору шару з’явиться панель редагування. Це залежить від конфігурації, яку бажає видавець карти. Якщо доступні будь-які зміни, ви повинні вибрати між *Додати* новий об'єкт або *Вибрати* один.

source: If you have selected *Add*, you will be asked to draw a simple form that depends on the selected data layer:
cs: Pokud jste vybrali možnost *Přidat*, budete vyzváni k nakreslení jednoduchého formuláře, který závisí na vybrané datové vrstvě:
fr: Si vous avez sélectionné *Ajouter*, il vous sera demandé de dessiner une forme simple qui dépend de la couche de données sélectionnée:
it: Se è stato selezionato *Aggiungi*, il sistema chiederà di disegnare una forma semplice che dipende dal tipo di dati del livello selezionato:
ja: *追加* を選択した場合は、選択したデータレイヤーに依存する簡単な形を描くように求められます。
pt: Se selecionou *Adicionar*, será convidado a desenhar um forma simples que depende da camada de dados selecionada:
uk_ua: Якщо ви вибрали *Додати*, вам буде запропоновано намалювати просту форму, яка залежить від вибраного рівня даних:

source: point
cs: bod
it: punto
ja: ポイント
pt: ponto
uk_ua: точка

source: line
cs: linka
fr: ligne
it: linea
ja: ライン
pt: linha
uk_ua: лінія

source: polygon
fr: polygone
it: poligono
ja: ポリゴン
pt: polígono
uk_ua: багатокутник

source: In the case of line and polygon, you need to click several times to draw the shape you want.
cs: V případě čáry a mnohoúhelníku musíte několikrát kliknout, abyste nakreslili požadovaný tvar.
fr: Dans le cas de la ligne et du polygone, vous devrez cliquer plusieurs fois afin de dessiner la forme voulu.
it: Nel caso di linee e poligoni, è necessario fare clic più volte per disegnare la forma desiderata.
ja: ラインやポリゴンの場合は、何度かクリックして思い通りの形を描く必要があります。
pt: No caso de linha e polígono, é necessário clicar várias vezes para desenhar a forma desejada.
uk_ua: У випадку лінії та багатокутника вам потрібно клацнути кілька разів, щоб намалювати потрібну форму.

source: To finish your line or your polygon you must add the last point by double-clicking the desired location. Once drawing finished, an editing form for fields will be displayed.
cs: Chcete-li dokončit čáru nebo mnohoúhelník, musíte přidat poslední bod poklepáním na požadované místo. Po dokončení kreslení se zobrazí formulář pro úpravu polí.
fr: Pour finir votre ligne ou votre polygone vous devez ajouter le dernier point en double-cliquant à l'endroit voulu. Une fois la saisie finie, un formulaire de saisie des attributs de l'objet s'affichera.
it: Per terminare la linea o il poligono è necessario aggiungere l'ultimo punto con un doppio clic nella posizione desiderata. Una volta terminato il disegno, viene visualizzato una maschera di editing dei campi.
ja: ラインやポリゴンを完成させるには、最後の点をダブルクリックして追加する必要があります。描画が完了すると、属性の編集フォームが表示されます。
pt: Para terminar sua linha ou o seu polígono deve adicionar o último ponto clicando duas vezes no local desejado. Uma vez terminado o desenho, será apresentado um formulário de edição com os respetivos campos.
uk_ua: Щоб завершити лінію або багатокутник, потрібно додати останню точку, двічі клацнувши потрібне місце. Після завершення малювання відобразиться форма редагування полів.

source: If you want to restart drawing the geometry, you should click *Cancel*.
cs: Pokud chcete znovu začít kreslit geometrii, klikněte na tlačítko *Zrušit*.
fr: Si vous souhaitez recommencer la saisie de la forme géométrique, vous devez cliquer sur *Annuler*.
it: Se si desidera riavviare il disegno della geometria, è necessario fare clic su *Cancella*.
ja: ジオメトリの描画をやり直したい場合は、*キャンセル*をクリックします。
pt: Se quiser reiniciar o desenho da geometria, clique em *Cancelar*.
uk_ua: Якщо ви хочете перезапустити малювання геометрії, вам слід натиснути *Скасувати*.

source: If the geometry is right for you and you have entered the required information, you can *Save*. The new object will be added. You will be able to update it by selecting it.
cs: Pokud vám geometrie vyhovuje a zadali jste požadované informace, můžete *Uložit*. Nový objekt bude přidán. Budete jej moci aktualizovat výběrem.
fr: Si la forme vous convient et que vous avez saisie les informations demandées, vous pouvez *Enregistrer*. Le nouvel objet sera ajouté. Vous pourrez le modifier en le sélectionnant.
it: Se la geometria è corretta e sono state inserite le informazioni richieste, è possibile cliccare su *Salva*. Verrà aggiunto il nuovo oggetto. Sarà possibile aggiornarlo selezionandolo.
ja: ジオメトリが正しく、必要な情報も入力されていれば、 *保存* することができます。新しいオブジェクトが追加されます。選択して更新することができるようになります。
pt: Se a geometria estiver correta e se já tiver inserido as informações necessárias, poderá *Guardar*. O novo objeto será adicionado. O mesmo poderá ser atualizado, selecionando-o.
uk_ua: Якщо геометрія підходить вам і ви ввели необхідну інформацію, ви можете *Зберегти*. Буде доданий новий об’єкт. Ви зможете оновити його, вибравши його.

source: To select an object to update, you will need to click on it on the map then click on the button *Edit*.
cs: Chcete-li vybrat objekt, který chcete aktualizovat, musíte na něj kliknout na mapě a poté kliknout na tlačítko *Upravit*.
fr: Pour sélectionner un objet à modifier, vous pouvez cliquer dessus sur la carte et ensuite cliquer sur le bouton *Éditer*.
it: Per selezionare un oggetto da aggiornare, dovrai cliccarci sopra sulla mappa e poi cliccare sul pulsante *Modifica*.
ja: 更新するオブジェクトを選択するには、マップ上でオブジェクトをクリックし、 *編集* ボタンをクリックする必要があります。
pt: Para selecionar um objeto a ser atualizado, precisa de clicar no mapa e de seguida no botão *Editar*.
uk_ua: Щоб вибрати об’єкт для оновлення, вам потрібно буде клацнути його на карті, а потім натиснути кнопку *Редагувати*.

source: The selected object appears on the map and its geometry may be changed immediatly.
cs: Vybraný objekt se zobrazí na mapě a jeho geometrii lze okamžitě změnit.
fr: L'objet sélectionné apparait sur la carte et sa géométrie est directement modifiable.
it: L'oggetto selezionato appare nella mappa e la sua geometria può essere modificata immediatamente.
ja: 選択されたオブジェクトはマップ上に表示され、そのジオメトリはすぐに変更することができます。
pt: O objeto selecionado aparece no mapa e sua geometria pode ser alterada imediatamente.
uk_ua: Вибраний об’єкт з’явиться на карті, і його геометрію можна відразу змінити.

source: You can undo geometry changes and stop edition using the *Cancel* button.
cs: Změny geometrie můžete zrušit a editaci zastavit pomocí tlačítka *Zrušit*.
fr: Vous pouvez annuler les modifications de géométrie et arrêter l'édition en utilisant le bouton *Annuler*.
it: Puoi annullare le modifiche alla geometria e fermare la modifica usando il pulsante *Cancel*.
ja: ジオメトリの変更を取り消したり、 *キャンセル* ボタンで編集を止めることができます。
uk_ua: Ви можете скасувати зміни геометрії та зупинити видання за допомогою кнопки *Скасувати*.

source: To validate your geometry modifications, you must click *Save*.
cs: Chcete-li potvrdit platnost úprav geometrie, musíte kliknout na tlačítko *Uložit*.
fr: Pour valider vos modifications de géométrie vous devez cliquer sur *Enregistrer*.
it: Per convalidare le tue modifiche alla geometria, devi cliccare su *Salva*.
ja: ジオメトリの変更を有効にするためには、*保存*をクリックする必要があります。
uk_ua: Щоб підтвердити свої зміни геометрії, ви повинні натиснути *Зберегти*.

source: If you want to remove a point on a geometry, you must hover it and type *Del* on your keyboard.
cs: Pokud chcete odstranit bod geometrie, musíte na něj najet a na klávesnici napsat *Del*.
fr: Si vous souhaitez supprimer un point au sein d'une géométrie vous devez le survoler et appuyer sur la touche *Suppr* du clavier.
it: Se volete rimuovere un punto di una geometria, dovete passare il mouse su di esso e digitare *Canc* sulla vostra tastiera.
ja: ジオメトリ上のポイントを削除したい場合は、そのポイントにカーソルを合わせて、キーボードで *Del* をタイプする必要があります。
uk_ua: Якщо ви хочете видалити точку на геометрії, наведіть на неї курсор і введіть *Del* на клавіатурі.

source: *Digitizing* button is displayed with line and polygon geometries, by clicking it, you'll access those tools:
cs: Tlačítko *Digitalizace* je zobrazeno u geometrie čar a mnohoúhelníků, kliknutím na něj získáte přístup k těmto nástrojům:
fr: Le bouton "Numérisation" est affiché pour les géométries lignes ou polygones. En cliquant sur ce bouton vous pouvez accéder à ces différents outils :
it: Il pulsante *Digitalizzazione* viene visualizzato con le geometrie di linee e poligoni, cliccandolo si accede a questi strumenti:
ja: *デジタイズ* ボタンは、ラインとポリゴンのジオメトリで表示され、それをクリックすると、それらのツールにアクセスできます。
uk_ua: Кнопка *Оцифровка* відображається з геометрією ліній і багатокутників, натиснувши її, ви отримаєте доступ до цих інструментів:

source: Node tool (default). Move or delete the geom nodes (vertices) and also create new ones by dragging virtual nodes in the middle of the segments.
cs: Nástroj uzel (výchozí). Přesouvejte nebo odstraňujte geom. uzly (vrcholy) a také vytvářejte nové přetažením virtuálních uzlů uprostřed segmentů.
fr: Outils de noeuds (par défaut). Déplacer ou supprimer des noeuds (sommets), cet outil permet aussi d'ajouter de nouveau sommets en déplaçant un nœud virtuel entre deux nœuds existants.
it: Strumento Nodo (predefinito). Sposta o cancella i nodi geom (vertici) e ne crea di nuovi trascinando i nodi virtuali nel mezzo dei segmenti.
ja: ノードツール（デフォルト）。ジオメトリのノード（頂点）を移動・削除したり、セグメントの途中にある仮想ノードをドラッグして新しいノードを作成したりします。
uk_ua: Інструмент вузла (за замовчуванням). Переміщуйте або видаляйте вузли (вершини) геометрії, а також створюйте нові, перетягуючи віртуальні вузли в середину сегментів.
