Repository: 3liz/lizmap-documentation
Catalog: i18n/*/LC_MESSAGES/user.po
Languages: cs, fr, it, ja, pt, uk_ua

source: To take full advantage of the map, you can hide the panel management layers.
cs: Chcete-li mapu plně využít, můžete skrýt vrstvy pro správu panelů.
fr: Afin de profiter pleinement de la carte, vous avez la possibilité de cacher le panneau de gestion des couches.
it: Per utilizzare appieno la mappa è possibile nascondere il pannello di gestione dei livelli.
ja: 地図を最大限に活用するために、レイヤ管理パネルを非表示にすることができます。
pt: Para aproveitar ao máximo o mapa, pode ocultar o painel de gestão de camadas.
uk_ua: Щоб скористатися всіма перевагами карти, ви можете приховати шари керування панеллю.

source: Finally you can:
cs: Nakonec můžete:
fr: Enfin vous pouvez :
it: Infine è possibile:
ja: 最後に、
pt: Finalmente pode:
uk_ua: Нарешті ви можете:

source: go back to the projects page
cs: vrátit se na stránku projektů
fr: revenir à la page des projets
it: ritornare alla pagina dei progetti
ja: プロジェクトページに戻ることができます
pt: voltar à página dos projetos
uk_ua: поверніться на сторінку проектів

source: display the map information sheet
cs: zobrazit informační list mapy
fr: afficher la fiche d'information de la carte
it: visualizzare le informazioni relative alla mappa
ja: 地図情報シートを表示することができます
pt: visualizar a folha de informações do mapa
uk_ua: відобразити інформаційний лист карти
