Repository: 3liz/lizmap-documentation
Catalog: i18n/*/LC_MESSAGES/user.po
Languages: cs, fr, it, ja, pt, uk_ua

source: Attribute layers
cs: Atributy vrstev
fr: Table attributaire
it: Attributi dei livelli
ja: 属性レイヤー
pt: Atributos das camadas
uk_ua: Шари атрибутів

source: When this feature has been enabled by the map publisher for one or many vector layers, a new menu entry will be visible at the bottom of the menu bar, labelled as **Data**. Another entry labelled **Selection** with a star icon will also be displayed for a layer for which the attribute table has been activated.
cs: Pokud tuto funkci povolí vydavatel mapy pro jednu nebo více vektorových vrstev, objeví se v dolní části panelu nabídek nová položka nabídky označená jako **Data**. Pro vrstvu, pro kterou byla aktivována atributová tabulka, se zobrazí také další položka označená **Výběr** s ikonou hvězdičky.
fr: Quand cette fonctionnalité a été activée par l'éditeur de la carte pour une ou plusieurs couches vectorielles, une nouvelle entrée du menu sera disponible en bas de la barre de menu, labellisée **Données**. Une autre entrée labellisée **Selection** avec une icône en forme d'étoile sera affichée pour une couche pour laquelle la table attributaire a été activée.
it: Quando questa funzione è abilitata dall'editore della mappa per uno o più livelli vettoriali, una nuova voce di menu sarà visibile nella parte inferiore della barra dei menu, etichettata come **Data**. Un'altra voce etichettata **Selection** con un'icona a forma di stella sarà mostrata anche per un livello per il quale la tabella degli attributi è stata attivata.
ja: 地図の発行者がこの機能を1つまたは複数のベクターレイヤーに対して有効にした場合、メニューバーの下部に新しいメニュー項目が表示され、 **データ** と表示されます。また、属性テーブルが有効になっているレイヤーには、星印のついた **選択** という名前のエントリが表示されます。
uk_ua: Коли цю функцію було ввімкнено видавцем карти для одного чи кількох векторних шарів, унизу рядка меню з’явиться новий пункт меню, позначений як **Дані**. Інший запис із позначкою **Вибір** зі значком зірочки також буде відображатися для шару, для якого активовано таблицю атрибутів.

source: Clicking on this icon will open a new panel situated at the bottom of the interface, containing one single **Data** tab with a list of published vector layers.
cs: Kliknutím na tuto ikonu se otevře nový panel umístěný ve spodní části rozhraní, který obsahuje jedinou kartu **Data** se seznamem zveřejněných vektorových vrstev.
fr: Un clic sur cette icône va ouvrir un nouveau panneau situé au pied de l'interface, contenant un seul onglet de **Données** avec une liste des couches vectorielles dont la table attributaire est publiée.
it: Un clic su questa icona aprirà un nuovo pannello, posto ai piedi dell'interfaccia, contenente una singola tabella **Dati** con la lista dei livelli vettoriali pubblicati.
ja: このアイコンをクリックすると、インターフェースの下部に新しいパネルが表示され、公開されているベクターレイヤーのリストを含む **データ** タブが表示されます。
pt: Clicando neste ícone ir-se-á abrir um novo painel situado na parte inferior da interface, contendo um único separador **Listar registos** com uma lista de camadas vetoriais publicadas.
uk_ua: При натисканні на цей значок відкриється нова панель, розташована в нижній частині інтерфейсу, яка містить одну вкладку **Дані** зі списком опублікованих векторних шарів.

source: Attribute table panel behaviour
cs: Chování panelu atributové tabulky
fr: Comportement du panneau de table attributaire
it: Comportamento del pannello della tabella degli attributi
ja: 属性テーブルパネルの動作
pt: Comportamento do painel da tabela de atributos
uk_ua: Поведінка панелі таблиці атрибутів

source: Since this panel is situated above the map, some default behaviours have been proposed to ease the consultation of the data in the map and in the table at the same time.
cs: Vzhledem k tomu, že se tento panel nachází nad mapou, bylo navrženo několik výchozích chování, která usnadňují prohlížení údajů v mapě a zároveň v tabulce.
fr: Ce panneau étant situé au-dessus de la carte, des comportements par défaut ont été proposés pour faciliter la consultation de données dans la carte et dans la table en même temps.
it: Dato che questo pannello è posto al di sopra della mappa, sono stati proposti alcuni comportamenti di base per facilitare la consultazione dei dati nella mappa contemporaneamente a quelli della tabella.
ja: このパネルはマップの上に配置されているので、マップとテーブルのデータを同時に参照できるように、いくつかのデフォルトの動作が設定されています。
pt: Uma vez disponibilizado este painel situado sobre o mapa, alguns comportamentos padrão serão apresentados para facilitar a consulta dos dados no mapa e na tabela ao mesmo tempo.
uk_ua: Оскільки ця панель розташована над картою, було запропоновано деякі стандартні поведінки, щоб полегшити перегляд даних на карті та в таблиці одночасно.

source: The attribute table panel takes half the size of the screen
cs: Panel atributové tabulky zabírá polovinu obrazovky.
fr: Le panneau de table attributaire mobilise la moitié de la hauteur de l'écran
it: Il pannello della tabella degli attributi occupa metà delle dimensioni dello schermo
ja: 属性テーブルパネルはスクリーンサイズの半分になります
pt: O painel da tabela de atributos ocupa metade do tamanho da tela
uk_ua: Панель таблиці атрибутів займає половину розміру екрана

source: It is automatically reduced at the bottom when the mouse is out of it, and automatically displayed back when the user moves the mouse over the bottom of the map.
cs: Ta se automaticky zmenší v dolní části, když je myš mimo ni, a automaticky se zobrazí zpět, když uživatel najede myší na spodní část mapy.
fr: Le panneau est automatiquement réduit au pied de l'interface quand le curseur de la souris sort du panneau, et automatiquement affiché si l'utilisateur déplace le curseur de la souris au-dessus du bas de la carte.
it: Viene automaticamente ridotto ai piedi dello schermo quando il puntatore del mouse non si sovrappone ad esso e viene automaticamente ripristinato puntando il mouse ai piedi della mappa.
ja: マウスが外れると自動的に下部に縮小され、ユーザーが地図の下部にマウスを移動させると自動的に元通りに表示されます。
pt: Este é automaticamente reduzido na parte inferior quando o rato se encontra fora dele, e automaticamente volta a ser apresentado quando o utilizador move o rato sobre a parte inferior do mapa.
uk_ua: Він автоматично зменшується внизу, коли миша виходить з нього, і автоматично відображається назад, коли користувач наводить курсор миші на нижню частину карти.

source: You can change the default behaviour by using the buttons displayed at the bottom of the attribute table panel
cs: Výchozí chování můžete změnit pomocí tlačítek zobrazených v dolní části panelu atributové tabulky.
fr: Vous pouvez modifier le comportement par défaut en utilisant les boutons affichés en bas du panneau de table attributaire.
it: I comportamenti predefiniti possono essere cambiati tramite i bottoni visibili ai piedi del pannello della tabella degli attributi
ja: 属性テーブルパネルの下部に表示されているボタンを使って、デフォルトの動作を変更することができます。
pt: Pode alterar o comportamento padrão utilizando os botões apresentados na parte inferior do painel da tabela de atributos.
uk_ua: Ви можете змінити поведінку за замовчуванням за допомогою кнопок, що відображаються внизу панелі таблиці атрибутів

source: The **Pin** button deactivates the automatic reduction of the panel when the user mouse leaves it. But in this case, the whole panel will be displayed half transparent to allow the user to see the map underneath.
cs: Tlačítko **Pin** deaktivuje automatické zmenšení panelu, když jej uživatelská myš opustí. V tomto případě se však celý panel zobrazí napůl průhledný, aby uživatel viděl mapu pod ním.
fr: L'icône **Epingle** désactive la réduction automatique du panneau quand le curseur de la souris le quitte. Mais dans ce cas, le panneau complet sera affiché de façon transparente pour permettre à l'utilisateur de visualiser la carte derrière.
it: Il pulsante **Fissa** disabilita la riduzione automatica del pannello. In questo caso, tuttavia, l'intero pannello sarà visualizzato semi trasparente per permettere la visualizzazione della mappa sottostante all'utente.
ja: **ピン** ボタンは、ユーザーのマウスがパネルから離れたときにパネルを自動的に縮小する機能を無効にします。ただし、この場合、パネル全体が半透明で表示され、下にある地図が見えるようになります。
pt: O botão **Fixar** desativa a redução automática do painel quando o rato do utilizador o abandona. Mas neste caso, todo o painel será exibido de forma semi-transparente para permitir ao utilizador visualizar o mapa por debaixo.
uk_ua: Кнопка **Pin** деактивує автоматичне зменшення панелі, коли миша користувача залишає її. Але в цьому випадку вся панель буде відображатися наполовину прозорою, щоб користувач міг бачити карту внизу.

source: The **Maximise** button expands the panel so that it occupies the total place left between the left panel and the map header. This is handy when you need to have a confortable view of the layer data. In this configuration, the attribute table panel is also **pinned**, and won't be reduced when the mouse leaves the panel, for example when hovering the left panel with the legend. But in this case, only the opacity of the attribute table panel will change so that you can see the map underneath.
cs: Tlačítko **Maximalizovat** rozšíří panel tak, aby zabíral celé místo, které zbývá mezi levým panelem a záhlavím mapy. To se hodí, když potřebujete mít pohodlný pohled na data vrstvy. V této konfiguraci je panel atributové tabulky také **připnut** a nezmenší se, když myš opustí panel, například při najetí na levý panel s legendou. V tomto případě se však změní pouze neprůhlednost panelu atributové tabulky, aby byla vidět mapa pod ním.
fr: Le bouton **Maximiser** élargit le panneau de sorte qu'il occupe l'espace total laissé entre le panneau de gauche et l'en-tête de la carte. Ceci est pratique lorsque vous souhaitez avoir une vue confortable des données de la couche. Dans cette configuration, le tableau de la table des attributs est également **épinglé** et ne sera pas réduit lorsque la souris quitte le panneau, par exemple lorsque la souris survole le panneau de gauche contenant la légende. Mais dans ce cas, seule l'opacité du tableau de la table des attributs va changer afin que vous puissiez voir la carte ci-dessous.
it: Il pulsante **Massimizza** estende il pannello di modo che occupi l'intera area compresa tra il pannello di sinistra e l'intestazione della mappa. Tale funzione è utile qualora sia necessaria una visione confortevole dei dati dei livelli. Il pannello della tabella degli attributi in questo caso sarà comunque **fissato** e non verrà ridotto qualora il puntatore del mouse si sposterà al di fuori della sua area, ad esempio passando al pannello della legenda a sinistra. In questo caso l'opacità del pannello della tabella degli attributi cambierà per permettere la visione della mappa sottostante.
ja: **最大化** ボタンは、左パネルと地図のヘッダーの間で余っている場所をすべて埋めるようにパネルを拡大します。これはレイヤーデータを見やすくするために便利な機能です。この設定では、属性テーブルパネルも **ピン留め** され、例えば、凡例のある左パネルをホバリングしたときなど、マウスがパネルから離れても縮小されません。しかし、この場合、属性テーブルパネルの透明度だけが変わり、下にある地図が見えるようになります。
pt: O botão **Maximizar** expande o painel de forma a ocupar a área total entre o painel esquerdo e o cabeçalho do mapa. Isso é útil quando necessita de ter uma visão confortável dos dados da camada. Nesta configuração, o painel da tabela de atributos também é **fixado** e não será reduzido quando o rato abandona o painel, por exemplo, ao passar sobre painel esquerdo com a legenda. Mas nesse caso, apenas a opacidade do painel da tabela de atributos mudará para que possa visualizar o mapa por debaixo.
uk_ua: Кнопка **Максимізувати** розгортає панель так, щоб вона займала загальне місце між лівою панеллю та заголовком карти. Це зручно, коли вам потрібно мати зручний перегляд даних шару. У цій конфігурації панель таблиці атрибутів також **закріплена** і не буде зменшена, коли миша залишає панель, наприклад, коли наводить курсор на ліву панель з легендою. Але в цьому випадку зміниться лише непрозорість панелі таблиці атрибутів, щоб ви могли бачити карту внизу.

source: You can click back on any of these 2 **Pin** and **Maximise** button to get back to the default behaviour.
cs: Kliknutím na kterékoli z těchto 2 tlačítek **Pin** a **Maximise** se vrátíte k výchozímu chování.
fr: Vous pouvez cliquer sur n'importe laquelle de ces 2 icônes **Epingle** et **Maximiser** pour revenir au comportement par défaut.
it: E' possibile fare clic nuovamente su uno dei 2 pulsanti **Fissa** o **Massimizza** per tornare al comportamento predefinito del pannello.
ja: これらの2つの **ピン** と **最大化** ボタンのいずれかをクリックすると、デフォルトの動作に戻ります。
pt: Pode clicar em qualquer um destes 2 botões **Fixar** e **Maximizar** para voltar ao comportamento padrão.
uk_ua: Ви можете натиснути на будь-яку з цих 2 кнопок **Закріпити** і **Максимізувати**, щоб повернутися до поведінки за замовчуванням.

source: The **Close** button closes the attribute table tool completely (as if you clicked in the menu bar icon).
cs: Tlačítko **Zavřít** nástroj atributové tabulky zcela zavře (jako byste klikli na ikonu na panelu nabídek).
fr: Le bouton **Fermer** ferme complètement l'outil de table attributaire (comme si vous cliquiez sur l'icône du menu).
it: Il pulsante **Chiudi** chiude completamente il pannello della tabella degli attributi (come se si facesse clic sull'icona nella barra del menu).
ja: **閉じる** ボタンは、（メニューバーのアイコンをクリックしたときのように）属性テーブルツールを完全に閉じます。
pt: O botão **Fechar** fecha completamente a ferramenta da tabela de atributos (como se tivesse clicado no ícone da barra de menus).
uk_ua: Кнопка **Закрити** повністю закриває інструмент таблиці атрибутів (як якщо б ви клацнули значок на панелі меню).

source: Open an attribute table for a layer
cs: Otevření atributové tabulky pro vrstvu
fr: Ouvre la table d'attribut pour une couche vectorielle
it: Aprire la tabella degli attributi di un livello
ja: レイヤーの属性テーブルを開く
pt: Abrir a tabela de atributos para uma camada
uk_ua: Відкрийте таблицю атрибутів для шару

source: Once the attribute table panel is displayed, you can open the attribute table of each vector layer by clicking on the button situated right to the layer name. This will open a new tab labelled with the layer title which will show the attribute table for the chose layer.
cs: Po zobrazení panelu atributové tabulky můžete otevřít atributovou tabulku každé vektorové vrstvy kliknutím na tlačítko umístěné vpravo vedle názvu vrstvy. Tím se otevře nová karta označená názvem vrstvy, na které se zobrazí atributová tabulka vybrané vrstvy.
fr: Une fois le panneau de la table attributaire affiché, vous pouvez ouvrir la table attributaire de chaque couche vectorielle en cliquant sur le bouton situé à droite du nom de la couche. Cela ouvrira un nouvel onglet étiqueté avec le titre de la couche qui montrera la table attributaire pour la couche choisie.
it: Una volta che viene visualizzato il pannello tabella degli attributi, è possibile aprire la tabella degli attributi di ogni livello vettoriale cliccando sul tasto alla destra del nome del livello. Si aprirà una nuova scheda, con il titolo del livello, che mostrerà la tabella degli attributi per lo strato scelto.
ja: 属性テーブルパネルが表示されたら、レイヤー名の右にあるボタンをクリックして、各ベクターレイヤーの属性テーブルを開くことができます。そうすると、レイヤーのタイトルが表示された新しいタブが開き、選択したレイヤーの属性テーブルが表示されます。
pt: Depois do painel da tabela de atributos ser mostrado, pode abrir a tabela de atributos de cada camada vetorial clicando no botão situado à direita do nome da mesma. Isso abrirá um novo separador rotulado com o título da camada, que mostrará a tabela de atributos para a camada escolhida.
uk_ua: Після того, як панель таблиці атрибутів відобразиться, ви можете відкрити таблицю атрибутів кожного векторного шару, натиснувши кнопку, розташовану прямо біля імені шару. Це відкриє нову вкладку з назвою шару, яка покаже таблицю атрибутів для вибраного шару.

source: *Opening an attribute table can take some time depending on the data size and complexity.*
cs: *Otevření atributové tabulky může trvat určitou dobu v závislosti na velikosti a složitosti dat.*
fr: *L'ouverture d'une table attributaire peut prendre du temps, en fonction de la taille et de la complexité du jeu de données.*
it: *Aprire una tabella degli attributi può impiegare parecchio tempo in rapporto alla dimensione e complessità dei dati nel livello*
ja: *属性テーブルを開くには、データのサイズや複雑さによってある程度の時間がかかることがあります。*
pt: *Abrir uma tabela de atributos pode levar algum tempo dependendo do tamanho e da complexidade dos dados.*
uk_ua: *Відкриття таблиці атрибутів може зайняти деякий час залежно від розміру та складності даних.*

source: Description of the attribute table functionality
cs: Popis funkcí atributové tabulky
fr: Description de la fonctionnalité d'affichage de la table attributaire
it: Descrizione delle funzionalità della tabella degli attributi
ja: 属性テーブル機能の説明
pt: Descrição das funcionalidades da tabela de atributos
uk_ua: Опис функціональних можливостей таблиці атрибутів

source: The layer data is shown in a **paginated table**. By default, the table shows 100 lines at a time. You can change this behaviour by using the list situated in the bottom left side of the tab content.
cs: Data vrstvy jsou zobrazena v **paginované tabulce**. Ve výchozím nastavení se v tabulce zobrazuje 100 řádků najednou. Toto chování můžete změnit pomocí seznamu umístěného v levé dolní části obsahu karty.
fr: Les données de la couche sont présentées dans un **tableau paginé**. Par défaut, le tableau montre 100 lignes à la fois. Vous pouvez modifier ce fonctionnement en utilisant la liste située en bas à gauche de l'onglet de contenu.
it: I dati del livello sono riportati in una **tabella a più pagine**. Per impostazione predefinita la tabella riporta 100 righe alla volta. E' possibile cambiare questa impostazione tramite la lista a tendina posta nella parte inferiore sinistra della scheda.
ja: レイヤーデータは、**ページングテーブル** で表示されます。デフォルトでは、テーブルは一度に100行表示されます。この動作は、タブコンテンツの左下にあるリストを使って変更することができます。
pt: Os dados da camada são mostrados numa **tabela paginada**. Por padrão, a tabela mostra 100 linhas de cada vez. Pode alterar esse comportamento utilizando a lista situada no lado inferior esquerdo do conteúdo do separador.
uk_ua: Дані шару відображаються у **таблиці з розбитими сторінками**. За замовчуванням таблиця показує 100 рядків одночасно. Ви можете змінити цю поведінку, використовуючи список, розташований у нижній лівій частині вмісту вкладки.

source: The table of data can be **ordered by a field** by clicking on the column corresponding to . If you click again on the column, the order will be reversed.
cs: Tabulku dat lze **uspořádat podle pole** kliknutím na sloupec odpovídající . Pokud na sloupec kliknete znovu, pořadí se změní.
fr: Le tableau de données peut être **triée selon un champ** en cliquant sur la colonne correspondante. Si vous cliquez à nouveau sur la colonne, l'ordre d'affichage sera inversée.
it: I dati in tabella possono essere **ordinati su un campo** facendo clic sulla colonna corrispondente. Con un nuovo clic l'ordinamento nel campo sarà invertito.
ja: データの表は、フィールドに対応する列をクリックすることで、フィールドごとに **並び替える** ことができます。 もう一度列をクリックすると、順序が逆になります。
pt: A tabela de dados pode ser **ordenada por um campo** clicando na coluna correspondente a. Se clicar novamente na coluna, a ordem será revertida.
uk_ua: Таблицю даних можна **упорядкувати по полю**, натиснувши на стовпець, що відповідає . Якщо ви знову клацнете на стовпці, порядок буде зворотним.

source: Actions on lines
cs: Akce na linkách
fr: Actions sur les lignes
it: Azioni sulle righe
ja: ライン上での動作
pt: Ações sobre linhas
uk_ua: Дії на лініях

source: When you **click on a table line**, the line will be displayed with a border to help viewing which line is **highlighted**.
cs: Když **kliknete na řádek tabulky**, zobrazí se řádek s rámečkem, který vám pomůže zobrazit, který řádek je **zvýrazněn**.
fr: Quand vous **cliquez sur une ligne du tableau**, la ligne va être affichée avec une bordure pour aider à repérer quelle ligne est **surlignée**.
it: Facendo clic su una **riga della tabella**, essa verrà **evidenziata** per facilitarne la visualizzazione.
ja: **テーブルの行をクリック** すると、その行が枠線付きで表示され、どの行が **強調されているか** がわかりやすくなります。
pt: Quando **clicar em uma linha de tabela**, a linha será mostrada com uma borda para ajudar a ver qual a linha que está **destacada**.
uk_ua: Коли ви **клацнете рядок таблиці**, рядок буде відображено з рамкою, щоб допомогти побачити, який рядок **виділено**.

source: If the publisher has enabled the **popup** for the layer, you will be able to see the content of the popup for the highlighted feature by clicking on the (i) button (labelled with *Display info* when hovering the mouse on it). This will open a panel right to the table, which will display the detailed information on the highlighted table line. Furthermore:
cs: Pokud vydavatel povolil pro vrstvu **vyskakovací okno**, budete moci zobrazit obsah vyskakovacího okna pro zvýrazněnou funkci kliknutím na tlačítko (i) (označené *Zobrazit informace*, když na něj najedete myší). Tím se otevře panel napravo od tabulky, který zobrazí podrobné informace o zvýrazněném řádku tabulky. Dále:
fr: Si l'éditeur a activé les **popups** pour la couche, vous pourrez visualiser la popup pour l'objet géographique en surbrillance en cliquant sur le bouton (i) (Libellé *Afficher les informations* lorsque vous passez la souris au dessus). Cela ouvrira un panneau à droite de la table, qui affichera les informations détaillées sur la ligne du tableau en surbrillance. En outre:
it: Se l'editore delle mappe ha abilitato i **popup** per il livello, sarà possibile vedere il contenuto del popup per la geometria evidenziata facendo clic sul pulsante (i) (etichettato con **Mostra informazioni** al passaggio del mouse su di esso). Questa azione aprirà un pannello alla destra della tabella degli attributi riportante le informazioni dettagliate sulla riga della tabella evidenziata. Inoltre:
ja: 公開者がレイヤーの **ポップアップ** を有効にしている場合、(i)ボタン（マウスを乗せると *地物情報表示* と表示される）をクリックすると、ハイライトされた地物のポップアップの内容を見ることができます。これにより、テーブルの右側にパネルが開き、ハイライトされたテーブルの行の詳細情報が表示されます。さらに、
pt: Se estiver ativado o recurso **popup** para a camada, poderá ver o conteúdo da popup para o elemento destacado clicando no botão (i) (rotulado com *Mostrar informações* ao passar o rato sobre o mesmo). Isso abrirá um painel à direita da tabela, que mostrará as informações detalhadas sobre a linha destacada da tabela. Além disso:
uk_ua: Якщо видавець увімкнув **спливаюче вікно** для шару, ви зможете побачити вміст спливаючого вікна для виділеної функції, натиснувши кнопку (i) (з позначкою *Відобразити інформацію* під час наведення курсора миші на це). Це відкриє панель прямо до таблиці, яка відобразить детальну інформацію у виділеному рядку таблиці. Крім того:

source: Clicking on another line will refresh the right panel content with the new highlighted feature.
cs: Kliknutím na další řádek se obnoví obsah pravého panelu s novým zvýrazněným prvkem.
fr: Un clic sur une autre ligne va rafraîchir le panneau de contenu à droite avec le nouvel objet mis en valeur.
it: Cliccando su un'altra linea, il contenuto del pannello destro verrà aggiornato con il nuovo elemento evidenziato.
ja: 別の行をクリックすると、右パネルの内容がハイライトされた新しい地物で更新されます。
pt: Clicar noutra linha irá atualizar o conteúdo do painel direito de acordo com o novo elemento destacado.
uk_ua: Натискання на інший рядок оновить вміст правої панелі за допомогою нової виділеної функції.
