Repository: 3liz/lizmap-documentation
Catalog: i18n/*/LC_MESSAGES/user.po
Languages: cs, fr, it, ja, pt, uk_ua

source: Clicking back on the (i) button or on the cross situated at the top right side of the information panel will hide the panel. To have the (i) button, you need to have activated the popup for the current layer.
cs: Kliknutím zpět na tlačítko (i) nebo na křížek v pravém horním rohu informačního panelu se panel skryje. Abyste měli k dispozici tlačítko (i), musíte mít aktivované vyskakovací okno pro aktuální vrstvu.
fr: Un clic sur l'icône (i) ou sur la croix située en haut à droite du panneau d'information masquera ce panneau. Afin d'avoir l'icône (i), vous devez avoir activé la popup pour la couche actuelle.
it: Cliccando di nuovo sul pulsante (i) o sulla croce situata in alto a destra del pannello informativo, il pannello verrà nascosto. Per avere il pulsante (i), è necessario aver attivato il popup per il livello corrente.
ja: (i)ボタンをクリックし直すか、情報パネルの右上にある十字をクリックすると、パネルが非表示になります。(i)ボタンを表示するには、現在のレイヤーのポップアップを有効にしておく必要があります。
uk_ua: Якщо натиснути кнопку (i) або хрестик у верхньому правому куті інформаційної панелі, панель буде прихована. Щоб мати кнопку (i), вам потрібно активувати спливаюче вікно для поточного шару.

source: Each line of the table shows some buttons at the left side:
cs: Na každém řádku tabulky jsou na levé straně zobrazena některá tlačítka:
fr: Chaque ligne du tableau montre des icônes à gauche:
it: Ogni riga della tabella mostra dei pulsanti sul lato sinistro:
ja: テーブルの各行には、左側にいくつかのボタンが表示されています。
pt: Cada linha da tabela apresenta alguns botões no lado esquerdo:
uk_ua: У кожному рядку таблиці зліва показано кілька кнопок:

source: **Select** button : when clicked, the corresponding feature is selected. You can select many lines by using this button on different lines. The selected features will be displayed in a different style on the map, usually with a Yellow color. You can click again on the "Select" to unselect a selected feature.
cs: Tlačítko **Vybrat** : po kliknutí se vybere příslušná funkce. Pomocí tohoto tlačítka můžete vybrat mnoho řádků na různých řádcích. Vybrané prvky se na mapě zobrazí jiným stylem, obvykle žlutou barvou. Opětovným kliknutím na tlačítko "Vybrat" můžete výběr vybraného prvku zrušit.
fr: Le bouton **Sélectionner** : lorsque vous cliquez dessus, l'objet géographique correspondant est sélectionné. Vous pouvez sélectionner plusieurs lignes en utilisant ce bouton sur différentes lignes. Les entités sélectionnées seront affichées avec un style différent sur la carte, généralement avec une couleur jaune. Vous pouvez cliquer à nouveau sur le bouton "Sélectionner" pour désélectionner un objet géographique sélectionné.
it: Bottone **Seleziona** : quando viene cliccato, viene selezionato l'elemento corrispondente. Puoi selezionare molte linee usando questo pulsante su linee diverse. Gli elementi selezionati saranno visualizzati in uno stile diverso sulla mappa, di solito con un colore giallo. Puoi cliccare di nuovo su "Seleziona" per deselezionare un elemento selezionato.
ja: **選択** ボタン：クリックすると、対応する地物が選択されます。このボタンを別のラインで使うことで、多くのラインを選択することができます。選択された地物は、地図上に異なるスタイルで表示されます。通常は黄色で表示されます。選択された地物を解除するには、"選択" ボタンを再度クリックします。
pt: Botão **Selecionar**: ao clicar, a função correspondente será selecionada. Pode selecionar muitas linhas utilizando este botão em linhas diferentes. Os elementos selecionados serão mostrados com um estilo diferente no mapa, geralmente com uma cor Amarela. Pode clicar novamente em "Selecionar" para desmarcar um elemento selecionado.
uk_ua: Кнопка **Вибрати**: при натисканні вибирається відповідна функція. Ви можете вибрати багато рядків, використовуючи цю кнопку на різних рядках. Вибрані об’єкти відображатимуться на карті в іншому стилі, як правило, жовтим кольором. Ви можете знову натиснути кнопку «Вибрати», щоб скасувати вибір вибраної функції.

source: **Zoom** button : clicking on this button will zoom to the corresponding geometry in the map. The scale will be chosen so that the feature geometry uses most of the available space.
cs: Tlačítko **Zoom** : kliknutím na toto tlačítko se přiblížíte na příslušnou geometrii v mapě. Měřítko bude zvoleno tak, aby geometrie prvku využívala většinu dostupného prostoru.
fr: Bouton **Zoom** : un clic sur ce bouton va zoomer sur la géométrie correspondante sur la carte. L'échelle sera adaptée pour que l'objet géométrique occupe l'espace maximal.
it: Bottone **Zoom** : cliccando su questo bottone si fa lo zoom sulla geometria corrispondente nella mappa. La scala sarà scelta in modo che la geometria dell'elemento utilizzi la maggior parte dello spazio disponibile.
ja: **拡大** ボタン：このボタンをクリックすると、地図上の対応するジオメトリにズームします。縮尺は、地物のジオメトリが最大限に表示されるように拡大されます。
pt: Botão **Zoom**: ao clicar neste botão irá aproximar a geometria correspondente no mapa. A escala será escolhida de modo a que a geometria do elemento utilize a maior parte do espaço disponível.
uk_ua: Кнопка **Масштаб** : натискання цієї кнопки призведе до збільшення відповідної геометрії на карті. Масштаб буде вибрано таким чином, щоб геометрія об’єкта займала більшу частину доступного простору.

source: **Center** button : clicking on this button will just pan the map to the corresponding feature, without changing scale.
cs: Tlačítko **Center** : kliknutím na toto tlačítko se mapa pouze posune na příslušný prvek, aniž by se změnilo měřítko.
fr: Bouton **Centrer** : un clic sur ce bouton va centrer la carte sur l'objet correspondant, sans changer l'échelle.
it: Bottone **Centra** : cliccando su questo bottone la mappa si sposta solo sull'elemento corrispondente, senza cambiare scala.
ja: **中心** ボタン：このボタンをクリックすると、縮尺を変えずにマップを対応する地物の場所に移動します。
pt: Botão **Centrar**: ao clicar neste botão apenas irá deslocar o mapa para o elemento correspondente, sem alterar a escala.
uk_ua: Кнопка **Центр**: при натисканні на цю кнопку можна просто панорамувати карту до відповідного об’єкта без зміни масштабу.

source: More about selection tools
cs: Další informace o výběrových nástrojích
fr: En savoir plus à propos des outils de sélection
it: Ulteriori informazioni sugli strumenti di selezione
ja: 選択ツールについて
pt: Mais sobre as ferramentas de seleção
uk_ua: Детальніше про інструменти вибору

source: You can also select a layer object by **displaying the popup** for this object (if the map publisher has enabled the popup for the layer, a click on the map will show a popup window containing detailed information on the clicked feature). Inside the popup, if you can see the select button, you can use it to select only this object. Previous selection will be replaced by only this object.
cs: Objekt vrstvy můžete vybrat také **zobrazením vyskakovacího okna** pro tento objekt (pokud vydavatel mapy vyskakovací okno pro vrstvu povolil, zobrazí se po kliknutí na mapu vyskakovací okno s podrobnými informacemi o kliknutém prvku). Uvnitř vyskakovacího okna, pokud vidíte tlačítko výběru, můžete pomocí něj vybrat pouze tento objekt. Předchozí výběr bude nahrazen pouze tímto objektem.
fr: Vous pouvez également sélectionner un objet géographique d'une couche en **affichant la popup** pour cet objet (si l'éditeur de la carte a activé la popup pour cette couche, un clic sur la carte affichera une popup contenant des informations détaillées sur l'objet géographique se trouvant sous la zone de clique). Dans la popup, si vous pouvez voir le bouton de sélection, vous pouvez l'utiliser pour sélectionner uniquement cet objet. La sélection précédente sera remplacée par seulement cet objet.
it: Puoi anche selezionare un oggetto del livello **visualizzando il popup** per questo oggetto (se l'editore della mappa ha abilitato il popup per il livello, un clic sulla mappa mostrerà una finestra popup contenente informazioni dettagliate circa l'elemento cliccato). All'interno del popup, se si vede il pulsante di selezione, è possibile utilizzarlo per selezionare solo questo oggetto. La selezione precedente sarà sostituita solo da questo oggetto.
ja: また、そのオブジェクトの **ポップアップを表示** させて、レイヤーオブジェクトを選択することができます（公開者がレイヤーのポップアップ機能を有効にしている場合、マップ上でクリックすると、クリックした地物の詳細情報を含むポップアップウィンドウが表示されます）。ポップアップの中に、選択ボタンがあれば、それを使ってこのオブジェクトだけを選択することができます。それまでに選択していた場合、このオブジェクトだけに選択が置き換えられます。
pt: Também pode selecionar um objeto da camada **mostrando a popup** para esse objeto (se na publicação de mapas estiver ativada a popup para a camada). Um clique no mapa mostrará uma janela popup contendo informações detalhadas sobre o elemento clicado. Dentro da janela popup, se estiver presente o botão de seleção, pode utilizá-lo para selecionar apenas esse objeto. A seleção anterior será substituída apenas por este objeto.
uk_ua: Ви також можете вибрати об’єкт шару, **відобразивши спливаюче вікно** для цього об’єкта (якщо видавець карти увімкнув спливаюче вікно для шару, клацання на карті відобразить спливаюче вікно з детальною інформацією про об’єкт, на якому клацнули). Усередині спливаючого вікна, якщо ви бачите кнопку вибору, ви можете використовувати її, щоб вибрати лише цей об’єкт. Попереднє виділення буде замінено лише цим об’єктом.

source: When one or more lines have been selected in the attribute table (they become yellow), you can use the black "arrow up" button situated above the table to **move the selected lines at the top of the table**.
cs: Pokud je v atributové tabulce vybrán jeden nebo více řádků (jsou žluté), můžete pomocí černého tlačítka "šipka nahoru" umístěného nad tabulkou **posunout vybrané řádky na začátek tabulky**.
fr: Quand une ou plusieurs lignes ont été sélectionnées dans la table attributaire (elles deviennent jaunes), vous pouvez utiliser le bouton noir "flèche vers le haut" situé au-dessus du tableau pour **déplacer les lignes sélectionnées en haut de la table**.
it: Quando una o più linee sono state selezionate nella tabella degli attributi (esse diventano gialle), puoi usare il pulsante nero "freccia su" situato sopra la tabella per **spostare le linee selezionate in cima alla tabella**.
ja: 属性テーブルで1つ以上の行が選択される（黄色になる）と、テーブルの上にある黒い上矢印ボタンを使って、**選択された行をテーブルの一番上に移動させる** ことができます。
pt: Quando uma ou mais linhas forem selecionadas na tabela de atributos (estas ficam amarelas), pode utilizar o botão preto "seta para cima" situado na parte superior da tabela para **mover as linhas selecionadas para a parte superior da tabela**.
uk_ua: Коли в таблиці атрибутів вибрано один або кілька рядків (вони стають жовтими), ви можете використовувати чорну кнопку «стрілка вгору», розташовану над таблицею, щоб **перемістити вибрані рядки у верхній частині таблиці**.

source: You can **unselect all the selected objects** by clicking on the "white star" button situated above the table.
cs: Všechny vybrané objekty můžete **odebrat** kliknutím na tlačítko "bílá hvězda" umístěné nad tabulkou.
fr: Vous pouvez ** désélectionner tous les objets sélectionnés** en cliquant sur le bouton "étoile blanche" située au-dessus de la table.
it: Puoi **deselezionare tutti gli oggetti selezionati** cliccando sul pulsante "stella bianca" situato sopra la tabella.
ja: **選択されたすべてのオブジェクトの選択を解除する** には、テーブルの上にある”白い星"のボタンをクリックします。
pt: Pode **desmarcar todos os objetos selecionados** clicando no botão "estrela branca" situado na parte superior da tabela.
uk_ua: Ви можете **зняти виділення з усіх виділених об’єктів**, натиснувши кнопку «біла зірка», розташовану над таблицею.

source: Quickly search through data
cs: Rychlé vyhledávání v datech
fr: Chercher rapidement parmi les données
it: Ricerca rapida nei dati
ja: データを素早く検索する
pt: Pesquisa rápida de dados
uk_ua: Швидкий пошук даних

source: You can **filter the lines displayed** in the table by entering some letters in the **Search field** situated at the top left side of the tab content. If you want to see all the features again, just erase the search field content manually or by clicking on the cross button situated inside the field.
cs: Zobrazené řádky** v tabulce můžete **filtrovat** zadáním několika písmen do pole **Vyhledávání** umístěného v levé horní části obsahu karty. Pokud chcete znovu zobrazit všechny funkce, stačí obsah vyhledávacího pole vymazat ručně nebo kliknutím na tlačítko s křížkem umístěné uvnitř pole.
fr: Vous pouvez **filtrer les lignes affichées** dans le tableau en entrant du texte dans le champ **Recherche** situé en haut à gauche du contenu de l'onglet. Si vous souhaitez revoir toutes les objets géographiques, effacez simplement le contenu du champ de recherche manuellement ou en cliquant sur le bouton en croix situé à l'intérieur du champ.
it: Potete **filtrare le righe visualizzate** nella tabella inserendo alcune lettere nel **campo di ricerca** situato in alto a sinistra del contenuto della scheda. Se vuoi vedere di nuovo tutti gli elementi, cancella il contenuto del campo di ricerca manualmente o cliccando sul pulsante a forma di croce situato all'interno del campo.
ja: タブコンテンツの左上にある **検索フィールド** にいくつかの文字を入力することで、テーブルに **表示される行を絞り込む** ことができます。すべての地物を再表示したい場合は、手動で検索フィールドの内容を消去するか、フィールド内の十字ボタンをクリックします。
pt: Pode **filtrar as linhas apresentadas** na tabela, digitando algumas letras no **campo de pesquisa** situado no canto superior esquerdo do conteúdo do separador. Se necessitar de ver todos os elementos novamente, basta apagar o conteúdo do campo de pesquisa manualmente ou clicando no botão de cruz situado dentro do campo.
uk_ua: Ви можете **відфільтрувати рядки, які відображаються** у таблиці, ввівши кілька літер у **поле пошуку**, розташованому у верхній лівій частині вмісту вкладки. Якщо ви хочете знову побачити всі функції, просто видаліть вміст поля пошуку вручну або натиснувши хрестоподібну кнопку, розташовану всередині поля.

source: The text entered in the search field launches a search among the data for **all the fields of the table.**
cs: Text zadaný do vyhledávacího pole spustí vyhledávání mezi daty pro **všechna pole tabulky**.
fr: Le texte saisi dans la zone de recherche lance une recherche parmi les données pour **tous les champs de la table**
it: Il testo inserito nel campo di ricerca lancia una ricerca tra i dati per **tutti i campi della tabella.**
ja: 検索フィールドに入力されたテキストは、 **テーブルのすべてのフィールド** のデータの中から検索を開始します。
pt: O texto inserido no campo de pesquisa executa uma pesquisa entre os dados para **todos os campos da tabela**.
uk_ua: Текст, введений у поле пошуку, запускає пошук серед даних для **всіх полів таблиці.**

source: Note that only the content of the table will be restricted to the lines matching your textual search. **The objects on the map will not be filtered dynamically** (but you could use select and filter to do so, see below)
cs: Všimněte si, že obsah tabulky bude omezen pouze na řádky odpovídající textovému vyhledávání. **Objekty na mapě nebudou dynamicky filtrovány** (ale můžete k tomu použít select a filter, viz níže).
fr: Veuillez noter que le contenu de la table sera restreint aux lignes correspondant à votre recherche textuelle. **Les objets de la carte ne seront pas filtrés dynamiquement** (mais vous pourriez utiliser "sélectionner et filtrer" pour faire cela, voir plus bas)
it: Nota che solo il contenuto della tabella sarà limitato alle linee che corrispondono alla tua ricerca testuale. **Gli oggetti sulla mappa non saranno filtrati dinamicamente** (ma potresti usare seleziona e filtra per farlo, vedi sotto)
ja: なお、テーブルの内容は、テキスト検索にマッチした行にのみ制限されます。 **マップ上のオブジェクトは動的にはフィルタリングされません** （ただし、下のように選択とフィルタ機能を使ってフィルタリングすることは可能です）。
pt: Note que o conteúdo da tabela será restringido somente às linhas correspondentes à sua pesquisa textual. **Os objetos no mapa não serão filtrados dinamicamente** (mas pode utilizar selecionar e filtro para fazer isso, veja abaixo):
uk_ua: Зауважте, що лише вміст таблиці буде обмежено рядками, які відповідають вашому текстовому пошуку. **Об’єкти на карті не будуть фільтруватися динамічно** (але ви можете використовувати для цього вибрати та фільтрувати, див. нижче)

source: Once you have filtered some data in the attribute table by entering some text in it, **you can easily select them all** by clicking on the "black star" button labelled "Select searched lines". This will select all the corresponding objects in the attribute table (display them in yellow) and also change their color in the map (usually in yellow too, depending on the configuration done by the map publisher)
cs: Po vyfiltrování některých údajů v atributové tabulce zadáním textu je můžete snadno vybrat všechny** kliknutím na tlačítko s černou hvězdičkou označené "Vybrat vyhledané řádky". Tím se vyberou všechny odpovídající objekty v atributové tabulce (zobrazí se žlutě) a také se změní jejich barva v mapě (obvykle také žlutě, v závislosti na konfiguraci provedené vydavatelem mapy).
fr: Une fois que vous avez filtré certaines données dans la table attributaire en y insérant du texte, **vous pouvez facilement les sélectionner toutes**, en cliquant sur le bouton "étoile noire" intitulé "Sélectionner les lignes recherchées". Cela sélectionnera tous les objets correspondants dans la table attributaire (les affichera en jaune) et changera également leur couleur dans la carte (généralement en jaune aussi, selon la configuration effectuée par l'éditeur de carte)
it: Una volta che avete filtrato alcuni dati nella tabella degli attributi inserendovi del testo, **potete facilmente selezionarli tutti** cliccando sul bottone "stella nera" etichettato " Seleziona linee cercate". Questo selezionerà tutti gli oggetti corrispondenti nella tabella degli attributi (visualizzandoli in giallo) e cambierà anche il loro colore nella mappa (di solito anche esso in giallo, a seconda della configurazione fatta dall'editore della mappa)
ja: 属性テーブルにテキストを入力してデータをフィルタリングした後、「検索されたラインを選択」というラベルの付いた「黒い星」のボタンをクリックすることで、 **簡単にすべてのデータを選択できます**。これにより、属性テーブル内の対応するオブジェクトがすべて選択され（黄色で表示）、マップ上の色も変更されます（地図の公開者の設定によりますが、通常は黄色で表示されます）。
pt: Depois de filtrar alguns dados na tabela de atributos digitando algum texto, **pode facilmente selecioná-los todos** clicando no botão "estrela preta" rotulado com "Selecionar linhas pesquisadas". Isso irá selecionar todos os objetos correspondentes na tabela de atributos (exibi-los em amarelo) e também alterar sua cor no mapa (geralmente para amarelo também, dependendo da configuração feita para a publicação de mapas).
uk_ua: Після того, як ви відфільтрували деякі дані в таблиці атрибутів, ввівши до неї деякий текст, **ви можете легко вибрати їх усі**, натиснувши кнопку «чорна зірка» з написом «Вибрати пошукові рядки». Це дозволить вибрати всі відповідні об’єкти в таблиці атрибутів (відображати їх жовтим кольором), а також змінити їх колір на карті (зазвичай також жовтий, залежно від конфігурації, виконаної видавцем карти)

source: Filter data
cs: Filtrování dat
fr: Filtrer les données
it: Filtrare i dati
ja: データのフィルタ
pt: Filtrar dados
uk_ua: Фільтрувати дані

source: When you have selected one or more objects in the layer attribute table, you can then **filter the data displayed in Lizmap** for this layer. To do so, just click on the "Funnel" button labelled "Filter" situated above the table (only available if some the selection contains at least one object).
cs: Po výběru jednoho nebo více objektů v tabulce atributů vrstvy můžete **filtrovat data zobrazená v Lizmapě** pro tuto vrstvu. Za tímto účelem stačí kliknout na tlačítko "Trychtýř" označené "Filtr", které se nachází nad tabulkou (je k dispozici pouze v případě, že některý výběr obsahuje alespoň jeden objekt).
fr: Lorsque vous avez sélectionné un ou plusieurs objets dans la table attributaire de la couche, vous pouvez ensuite **filtrer les données affichées dans Lizmap** pour cette couche. Pour ce faire, il suffit de cliquer sur le bouton "Entonnoir" marqué "Filtre" situé au-dessus de la table (uniquement disponible si la sélection contient au moins un objet).
it: Quando avete selezionato uno o più oggetti nella tabella degli attributi del livello, potete allora **filtrare i dati visualizzati in Lizmap** per questo livello. Per farlo, basta cliccare sul pulsante "Imbuto" etichettato "Filtra" situato sopra la tabella (disponibile solo se la selezione contiene almeno un oggetto).
ja: レイヤーの属性テーブルで1つまたは複数のオブジェクトを選択すると、そのレイヤーの **Lizmapに表示されるデータをフィルタリングする** ことができます。これを行うには、テーブルの上にある「フィルタ」というラベルの付いた「煙突」状のボタンをクリックするだけです（選択範囲に少なくとも1つのオブジェクトが含まれている場合のみ利用可能）。
pt: Depois de selecionar um ou mais objetos na tabela de atributos da camada, pode então **filtrar os dados apresentados no Lizmap** para essa camada. Para fazer isso, basta clicar no botão "Filtrar" rotulado de "Filtro" situado na parte superior da tabela (apenas disponível se existir pelo menos um objeto selecionado).
uk_ua: Коли ви вибрали один або кілька об’єктів у таблиці атрибутів шару, ви можете **відфільтрувати дані, що відображаються в Lizmap** для цього шару. Для цього просто натисніть кнопку «Фільтр», розташовану над таблицею (доступно, лише якщо деякий вибір містить принаймні один об’єкт).

source: Filtering will have the following consequences:
cs: Filtrování bude mít následující důsledky:
fr: Le filtrage aura les conséquences suivantes :
it: Il filtro avrà le seguenti conseguenze:
ja: フィルタリングを行うと、以下のような影響があります。
pt: A filtragem terá as seguintes consequências:
uk_ua: Фільтрація матиме такі наслідки:

source: The attribute table will **show only the filtered data**
cs: V atributové tabulce se **zobrazí pouze filtrovaná data**.
fr: La table d'attributs va **montrer seulement les données filtrées**
it: La tabella degli attributi **mostrerà solo i dati filtrati**
ja: 属性テーブルでは、 **フィルタリングされたデータのみが表示** されます。
pt: A tabela de atributos **apresentará apenas os dados filtrados**
uk_ua: Таблиця атрибутів **відображатиме лише відфільтровані дані**

source: The Search input field will allow to **search only among filtered data**
cs: Vstupní pole Hledat umožní **vyhledávat pouze mezi filtrovanými daty**.
fr: Le champs de Recherche va permettre de **rechercher seulement parmi les données filtrées**
it: Il campo Cerca permette di **cercare solo tra i dati filtrati**
ja: 検索フィールドでは、 **フィルタリングされたデータのみを検索する** ことができます。
pt: O campo de entrada para pesquisa permitirá **pesquisar apenas entre os dados filtrados**
uk_ua: Поле введення пошуку дозволить **шукати лише серед відфільтрованих даних**

source: The map will show **only the filtered objects**
cs: Mapa zobrazí **pouze filtrované objekty**.
fr: La carte ne montrera **que les objets filtrés**
it: La mappa **mostrerà solo gli oggetti filtrati**
ja: マップには、 **フィルタリングされたオブジェクトだけが表示** されます。
pt: O mapa apresentará **apenas os objetos filtrados**
uk_ua: На карті відображатимуться **лише відфільтровані об’єкти**
